[
	{
		"id": 1,
		"heading": "Introduction",
		"content": [
			"This is a notice to inform you of our policy about all information that we record about you. It sets out the conditions under which we may process any information that we collect from you, or that you provide to us. It covers information that could identify you (“personal information”) and information that could not. In the context of the law and this notice, “process” means collect, store, transfer, use or otherwise act on information.",
			"We regret that if there are one or more points below with which you are not happy, your only recourse is to leave our website immediately.",
			"We take seriously the protection of your privacy and confidentiality. We understand that all visitors to our website are entitled to know that their personal data will not be used for any purpose unintended by them, and will not accidentally fall into the hands of a third party.",
			"We undertake to preserve the confidentiality of all information you provide to us, and hope that you reciprocate.",
			"Our policy complies with UK law accordingly implemented, including that required by the EU General Data Protection Regulation (GDPR)."
		]
	},
	{
		"id": 2,
		"heading": "The bases on which we process information about you",
		"content": "The law requires us to determine under which of six defined bases we process different categories of your personal information, and to notify you of the basis for each category.<br/><br/>If a basis on which we process your personal information is no longer relevant then we shall immediately stop processing your data.<br/><br/>If the basis changes then if required by law we shall notify you of the change and of any new basis under which we have determined that we can continue to process your information."
	},
	{
		"id": 3,
		"heading": "Information we process because we have a contractual obligation with you",
		"content": [
			"When you create an account on our website, buy a product or service from us, or otherwise agree to our terms and conditions, a contract is formed between you and us.",
			"In order to carry out our obligations under that contract we must process the information you give us. Some of this information may be personal information.",
			"We may use it in order to:",
			[
				"verify your identity for security purposes",
				"sell products to you",
				"provide you with our services",
				"provide you with suggestions and advice on products, services and how to obtain the most from using our website"
			],
			"In order to carry out our obligations under that contract we must process the information you give us. Some of this information may be personal information."
		]
	}
]
